English/ielts/task2-0.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-08-18 Fri 10:11 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="lenovo" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-orgafc1ef4" class="outline-2">
<h2 id="orgafc1ef4">Reading to Learn the Art of Expression</h2>
<div class="outline-text-2" id="text-orgafc1ef4">
<p>
When you read a short story, you may read it merely for pleasure.<br />
When you read a biographical sketch, you may read it merely for information.<br />
But as you are a learner of English, I think you should often read to learn the art of expression.<br />
And for this purpose you may read either a short story or a biographical sketch, either an essay or a news item, indeed, anything that is written in good current English.<br />
</p>

<p>
Even from a short paragraph you may learn several forms of expression if you are observant enough.<br />
Try to read the following paragraphs from BBC Modern English and notice the points of usage listed below;<br />
</p>

<p>
Over 100 years ago she opened the first British hospital for women.<br />
There are still very few of these hospitals in England.<br />
This hospital is in Euston Road in London.<br />
Its situation means that women from all over England can reach it quite easily.<br />
</p>

<p>
Her aim when she opened the hospital was to provide a place where women could go and receive treatment from female doctors and nurses.<br />
She also wanted the hospital to provide jobs for female doctors at a time when it was very difficult for them to find work.<br />
Recently the authorities have tried to close the hospital.<br />
They say that it is old-fashioned and wastes a lot of money.<br />
However, the Government has decided that the hospital will stay open.<br />
Many people feel very glad that the valuable service offered by this hospital will continue.<br />
</p>

<ol class="org-ol">
<li>“Over” More than.<br /></li>
<li>"in Euston Road" "in &#x2026; Road".<br /></li>
<li>“means that &#x2026;” “Means” takes an object clause introduced by “that”.<br /></li>
<li>“from all over England” “all over England” “from all over England”.<br /></li>
<li>“receive treatment”. Patients receive treatment.<br /></li>
<li>“wanted the hospital to provide &#x2026;"<br /></li>
</ol>
<p>
“We want them to do it”.<br />
</p>
<ol class="org-ol">
<li>“at a time when &#x2026;” “at a time when &#x2026;"<br /></li>
<li>“Recently the authorities have tried.” The present perfect is here used with “recently”.<br /></li>
<li>“the Government has” “the Government" can be considered singular.<br /></li>
<li>“decided that &#x2026;” “Decide(d)” takes an object clause introduced by “that”.<br /></li>
<li>“stay open”. “Stay” can be a copulative verb.<br /></li>
</ol>

<p>
In this way you will learn the art of expression very quickly;<br />
perhaps one or two paragraphs a day will teach you hundreds of forms of expression in a month, and these forms of expression will greatly improve your writing.<br />
And if you can &#x2013; I believe you can &#x2013; commit to memory' one or two paragraphs a day<br />
that you have already read in this way, the results will be still greater;<br />
</p>
</div>
</div>
</div>
</body>
</html>
